import React from 'react';

export class Content extends React.Component {
  render() {
    return <>
      <p>Хоббі:</p>
      <ul>
        <li>Спорт</li>
        <li>Програмування</li>
        <li>В'язання</li>
        <li>Читання книг</li>
        <li>Малювання</li>
      </ul>
      <hr />
      <p>Улюблені фільми:</p>
      <ol>
        <li>Диявол носить Прада (2006)</li>
        <li>Дім дивних дітей Міс Сапсан (2016)</li>
        <li>Як Петрик П'яточкин слоників рахува (1984)</li>
      </ol>
      <hr />
      <p id='intro'>
        Львів — місто в західній частині України. Історичний центр Львова занесено до списку Світової спадщини ЮНЕСКО.
        Львів є адміністративним центром Львівської області України, національно-культурний та освітньо-науковий
        осередок
        країни, великий промисловий центр і транспортний вузол, вважається столицею Галичини та Західної України.
        У місті знаходиться найбільша кількість пам'яток архітектури в Україні. У 2009 році Львову надано звання
        Культурної
        столиці України. Місто періодично посідає чільні місця в рейтингах туристичної та інвестиційної привабливості.
        За чисельністю населення — сьоме місто країни. Населення — близько 760 тис. осіб.
      </p>
    </>;
  }
}